/* (unsaved) */
"(unsaved)" = "(несохраненный)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "Новая версия (%@) доступна. Вы хотите её скачать?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Дополнительно";

/* Advanced Find */
"Advanced Find" = "Расширенный поиск";

/* The name for the all documents project */
"All documents" = "Все документы";

/* Appearance preferences toolbar item Label */
"Appearance" = "Вид";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Вы уверенны, что хотите удалить %1$ld совпадений из “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Вы уверенны, что хотите удалить одно совпадение из “%@?”";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Вы уверенны, что хотите заменить  %1$ld совпадений из “%2$@” with “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Вы уверенны, что хотите заменить одно совпадение из “%1$@” with “%2$@”?";

/* Ask if you are sure you want to download preferences for Erbele from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Erbele from your iDisk and replace your current settings?" = "Вы уверенны, что хотите загрузить настройки Erbele с вашего iDisk и заменить текущие настройки?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Вернуться к предыдущему состоянию документа?";

/* Ask if you are sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Erbele and replace the preference file on your iDisk (if it exists)?" = "Вы уверенны, что хотите загрузить текущие настройки Erbele и заменить файл настроек на вашем iDisk (если такой существует)?";

/* The name for bytes in the info window */
"bytes" = "байт";

/* Cancel-button */
"Cancel" = "Отмена";

/* Name for undo Change Encoding */
"Change Encoding" = "Изменить кодировку";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Изменить окончание строки";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Измените кодировку документа или будьте внимательны в выборе открывемого вами файла";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Выберите что-нибудь не являющееся папкой, либо выберите в настройках пункт Открыть все файлы в папке";

/* Close */
"Close" = "Закрыть";

/* Close Split */
"Close Split" = "Убрать разделение";

/* Collection */
"Collection" = "Коллекция";

/* Commands */
"Commands" = "Команды";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "копия";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "Не найдено совпадений для “%@”";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "Для данного документа синтаксис не найден";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "Невозможно перезаписать файл “%@”, так как он был удален";

/* Delete-button */
"Delete" = "Удалить";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Игнорировать изменения сделаные в другой программе или обновить документ?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Игнорировать изменения сделаные в другой программе или обновить документ?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Открыть “%@” как проект или как текстовый файл";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Не переносить текст";

/* Don't Save-button in Close-sheet */
"Don't Save" = "Не сохранять";

/* Download */
"Download" = "Загрузить";

/* Encoding, in the status bar */
"Encoding" = "Кодировка";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "Найдено %1$i совпадений для “%2$@”";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Найдено одно совпадение для “%@”";

/* Function */
"Function" = "Функции";

/* General preferences toolbar item Label */
"General" = "Основные";

/* Hide Documents List in View menu */
"Hide Documents List" = "Скрыть список документов";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Скрыть непечатные символы";

/* Hide Line Numbers */
"Hide Line Numbers" = "Скрыть номерацию строк";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Скрыть проекты";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Скрыть панель проектов";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Скрыть строку состояния";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Выключить подсветку синтаксиса";


/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Игнорировать";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Импортированные сниппеты";

/* Info */
"Info" = "Инфо";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "У вас недостаточно прав для открытия “%@”";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "У вас недостаточно прав для сохранения “%@”";

/* Saved, in the status bar */
"Saved" = "Сохранено";

/* Length, in the status bar */
"Length" = "Длинна";

/* Line Wrap Text */
"Line Wrap Text" = "Перенос текста";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Вкл/Выкл перенос строки";

/* Live Find */
"Live Find" = "Живой поиск";

/* New */
"New" = "Новый";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Документ не выбран";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Не применимо";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Старые сниппеты";

/* Open */
"Open" = "Открыть";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Файлы";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Подождите. Это займет несколько секунд.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Измените настройки для отображения информации в строке состояния";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Проверьте наличие оригинального файла";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Please check the installation of the application and the preferences";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Please consider exporting the snippets first. There is no undo available.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Попробуйте открыть в другом месте выбрав Открыть%C в меню Файл";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Попробуйте сохранить в другом месте";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Попробуйте сохранить в другом выбрав помощи Сохранить как%C в меню Файл";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Попробуйте сохранить в другом месте выбрав Сохранить как%C в меню Файл";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Попробуйте сохранить в другом месте выбрав Сохранить как%C в меню Файл или проверте права доступа файла и папки, и попробуйте еще раз";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Попробуйте сохранить в другом месте";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Нажмите Сохранить Как%C в меню Файл";

/* Position, in the status bar */
"Position" = "Положение";

/* Preferences */
"Preferences" = "Настройки";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Подготовка документа к печати";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Нажмите ESC чтобы выйти из полноэкранного режима";

/* Preview */
"Preview" = "Просмотр";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Проект";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Перезагрузить";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Помните, что вы всегда можете обратить изменения";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Заменитть";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "Заменено %1$i совпадений из “%2$@” на “%3$@”";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Заменено одно совпадение из “%1$@” на “%2$@”";

/* Revert-button in Revert-sheet */
"Revert" = "Восстановить";

/* Save */
"Save" = "Сохранить";

/* Selection, in the status bar */
"Selection" = "Выделение";

/* Show Documents List in View menu */
"Show Documents List" = "Отобразить список документов";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Отобразить непечатные символы";

/* Show Line Numbers */
"Show Line Numbers" = "Отобразить нумерацию строк";

/* Show Projects toolbar item Label */
"Show Projects" = "Отобразить проекты";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Отобразить панель проектов";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Отобразить строку состояния";

/* Show Syntax Colours */
"Show Syntax Colours" = "Отобразить цвет синтаксиса";


/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Скрыть/Показать номера строк";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Скрыть/Показать проекты";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Скрыть/Показать цвет синтаксиса";

/* Snippets */
"Snippets" = "Сниппеты";

/* Split Window */
"Split Window" = "Разделить окно";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Разделить окно / Убрать разделение";

/* Syntax, in the status bar */
"Syntax" = "Синтаксис";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Цвета синтаксиса";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Язык синтаксиса";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "Документ “%@” изменен другим приложением";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "Документ “%@” не сохранен";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "Документ “%@” не может быть открыт";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "Файл “%@” не существует";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Проблемы при попытке открыть файл в кодировке “%@”. Все равно попытаться открыть файл?";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Неизвестная ошибка при попытке сохранения файла “%@”";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Это сообщение не будет повторяться, поэтому постарайтесь запомнить :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Это действие удалит все сниппеты в коллекции “%@”. Вы уверены, что хотите продолжить?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Неизвестная ошибка при попытке выполнить комманду";

/* Name for untitled document */
"untitled" = "Без названия";

/* Untitled project */
"Untitled project" = "Проект без названия";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Сохранить настройки";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Использовать данные из \"Настройки\"";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "Вы не можете сохранить этот файт, так как “%@” является папкой";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "Вы не можете открыть “%@”, так как это папка";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "Вы не можете восстановить документ, так как файл “%@” больше не сушествует";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Вы выбрали в настройках \"не отображать информацию в строке состояния\"";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Все изменения будут утеряны, если закрыть документ без сохранения.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Все изменения будут утеряны, если вы восстановите документ";
